Repository: breviar-sk/Liturgia-hodin-online
Catalog: ios/Breviar/*.lproj/Breviar.strings
Languages: hu, sk

# mi
source: Invitatory
hu: Imádságra hívás
sk: Invitatórium

# mpc
source: Office of Readings
hu: Olvasmányos imaóra
sk: Posvätné čítanie

# mrch
source: Morning Prayer
hu: Reggeli dicséret
sk: Ranné chvály

# mpred
source: Mid-Morning Prayer
hu: Délelőtt
sk: Modlitba predpoludním

# mna
source: Midday Prayer
hu: Délben
sk: Modlitba napoludnie

# mpo
source: Mid-Afternoon Prayer
hu: Délután
sk: Modlitba popoludní

# mv
source: Evening Prayer
hu: Esti dicséret
sk: Vešpery

# mk
source: Compline
hu: Befejező imaóra
sk: Kompletórium

source: Appearance
hu: Megjelenés
sk: Vzhľad

# common_parts
source: Non-changeable parts
hu: Állandó részek megjelenítése
sk: Zobraziť nasledovné súčasti modlitby?

source: Prayer text
hu: Imaóra szövege
sk: V texte modlitieb zobraziť

# calendar
source: Liturgical calendar
hu: Liturgikus naptár
sk: Nastavenia pre liturgický kalendár

source: Other
hu: Egyéb
sk: Ďalšie možnosti pre výsledné modlitby

# alternatives
source: Alternative texts
hu: Alternatívák textus
sk: Alternatívne texty

# j
source: Breviary language
hu: Zsolozsma nyelve
sk: Breviár jazyk

# of1c
source: Gospel canticles
hu: Evangéliumi kantikumok
sk: Evanjeliové chválospevy

# of1s
source: Glory to the Father
hu: Dicsőség az Atyának
sk: Sláva Otcu

# of1r
source: Rubrics
hu: Rubrikák
sk: Rubriky

# of1o
source: Lord's Prayer (Our Father)
hu: Az Úr imádsága (Miatyánk)
sk: Modlitba Pána (Otčenáš)

# of1t
source: Te Deum hymn
hu: Téged, Isten, dicsérünk... himnusz
sk: Hymnus Te Deum

# of1pr
source: Complete responsory texts
hu: A válaszos énekek teljes szövege
sk: Plné znenie responzórií pre posvätné čítania

# of0v
source: Verse numbers
hu: Versek száma
sk: Číslovanie (čísla) veršov

# of0cit
source: Liturgical readings
hu: Liturgikus olvasmányok
sk: Liturgické čítania

# of0zjvne
source: Celebrate Epiphany on Sunday, between January 2 and 8
hu: Urunk megjelenése (Vízkereszt) megünneplése vasárnap, január 2. és 8. között
sk: Zjavenie Pána sláviť v nedeľu medzi 2. a 8. januárom

# of0nanne
source: Celebrate Ascension of Jesus on Sunday
hu: Urunk mennybemenetelét vasárnap ünnepelni
sk: Nanebovstúpenie Pána sláviť v nedeľu

# of0tkne
source: Celebrate Corpus Christi on Sunday
hu: Krisztus Szent Teste és Vére megünneplése vasárnap
sk: Najsv. Kristovho tela a krvi sláviť v nedeľu

# of3
source: Common parts
hu: Közös részből
sk: Časti modlitby zo spoločnej časti

# of3.0
source: duchovných pastierov: pre kňazov
hu: lelkipásztorok - papok

# of3.1
source: duchovných pastierov: pre biskupov
hu: lelkipásztorok - püspökök

# of3.2
source: duchovných pastierov: pre pápežov
hu: pásztorok - pápa

# of3.3
source: učiteľov Cirkvi
hu: egyháztanítók

# of3.4
source: apoštolov
hu: apostolok

# of3.5
source: jedného mučeníka
hu: vértanú

# of3.6
source: viacerých mučeníkov
hu: vértanúk

# of3.7
source: Panny Márie
hu: Szűz Mária

# of3.8
source: svätých mužov: pre rehoľníkov
hu: szerzetes

# of3.9
source: svätých mužov
hu: szent férfiak

# of3.10
source: panien
hu: szűz

# of3.11
source: svätých žien: pre rehoľnice
hu: apáca

# of3.12
source: svätých žien
hu: szent asszonyok

# of3.13
source: duchovných pastierov: pre viacerých
hu: több lelkipásztor

# of3.14
source: jednej mučenice
hu: vértanú

# of3.15
source: svätých žien: pre vychovávateľky
hu: egyháztanító férfiak

# of3.16
source: svätých mužov: pre vychovávateľov
hu: egyháztanító asszonyok

# of3.17
source: svätých žien: pre tie, čo konali skutky milosrdenstva
hu: jótékonykodó asszonyok

# of3.18
source: svätých mužov: pre tých, čo konali skutky milosrdenstva
hu: jótékonykodó férfiak

# of3.19
source: svätých žien: pre viaceré
hu: több szent asszony

# of3.20
source: svätých mužov: pre viacerých
hu: több szent férfi

# of3.21
source: viacerých panien
hu: szüzek

# of3.22
source: posviacky chrámu
hu: templomszentelés

# of3.23
source: zosnulých
hu: halottakért

# of3.24
source: svätých žien: pre tie, čo žili v manželstve
hu: házas szent asszonyok

# of3.25
source: svätých mužov: pre tých, čo žili v manželstve
hu: házas szent férfiak

# of1zspc
source: Display the source of communia texts in the breviary of saints
hu: Közös részek helyének mutatása a szentek zsolozsmájában
sk: Zobraziť, odkiaľ sa berú spoločné časti k modlitbe svätého

# of1spspc
source: Take parts from celebration (commmons)
hu: Emléknapon a jelzett részeket a közös részből venni
sk: Na spomienky použiť časti zo spoločných častí

# of1sp
source: Do not display description for prayer for the saints
hu: Szent életrajzok, jegyzetek elrejtése
sk: Nezobraziť popis k modlitbe svätého

# of1dps
source: Supplementary psalmodia for prayer during the day
hu: Kiegészítő zsoltárok használata a Napközi imaórában
sk: Pre modlitbu cez deň použiť doplnkovú psalmódiu

# of1ps3
source: For prayer during the day use psalmody from three weeks of psalter (current, previous, next)
hu: A Napközi imaórában a három heti (aktuális, előző, következő) zsoltározást alkalmazni
sk: Pre modlitbu cez deň použiť psalmódiu z troch týždňov žaltára (aktuálny, predchádzajúci, nasledujúci)

# of1z95
source: Psalm 95 instead of psalms 24, 67 and 100
hu: A 23., 66. illetve a 99. zsoltár helyett legyen a 94.
sk: Namiesto žalmov 24, 67 resp. 100 použiť žalm 95

# of1prz
source: Repeat invocation after each appeal
hu: Minden fohász után ismételni a választ
sk: Opakovať zvolanie po každej prosbe

# of1vkp
source: Use shorter prayers for vespers
hu: Esti dicséretre használja a rövidebb közbenjáró fohászokat a függelékből
sk: Pre vešpery použiť kratšie prosby z dodatku

# of1v
source: Celebrating of vigily for prayer with readings
hu: Hosszabb vigíliás ünneplés Olvasmányos imaórával
sk: Predĺžené slávenie vigílie pre posvätné čítanie

# of2a
source: Alternatives
hu: Alternatívák mutatása
sk: Alternatívy

# of5ps29
source: Instead of psalm 122 use 129
hu: A 121. helyett vehető a 128. zsoltár
sk: Namiesto žalmu 122 brať žalm 129

# of5ps69
source: Instead of psalm 126 use 129
hu: A 125. helyett vehető a 128. zsoltár
sk: Namiesto žalmu 126 brať žalm 129

# of5ps71
source: Instead of psalm 127 use 131
hu: A 126. helyett vehető a 130. zsoltár
sk: Namiesto žalmu 127 brať žalm 131

# of5hpc
source: For readings: hymn I. [during the night and early in the morning] / hymn II. [during the day]
hu: Olvasmányos imaóra (évközi idő): himnusz I. [Amikor az imaórát éjszaka vagy kora hajnalban mondják] / himnusz II. [Amikor az imaórát a nap nem reggeli órájában végzik]
sk: Posvätné čítanie (cezročné obdobie): hymnus I. [Ak je posvätné čítanie v noci alebo včasráno] / hymnus II. [Ak je posvätné čítanie cez deň]

# of5hpred
source: 9h: Hymn I / II
hu: Délelőtt: himnusz Most jöjj, Szentlélek, szállj közénk / himnusz Idők rendjét megtartva most
sk: Modlitba predpoludním: hymnus Príď, Duchu Svätý / hymnus Deviata je už hodina

# of5hna
source: 12h: Hymn I / II
hu: Délben: himnusz Urunk, felséges Istenünk / himnusz Dicsérjük dallal az Urat
sk: Modlitba napoludnie: hymnus Mocný Vládca, verný Bože / hymnus Na nebi slnko vrcholí

# of5hpo
source: 15h: Hymn I / II
hu: Délután: himnusz Világfenntartó Istenünk / himnusz Háromszor három óra már
sk: Modlitba popoludní: hymnus Celý svet v pohyb uvádzaš / hymnus Z Božej milosti tretí raz

# of5hk
source: Compline: Hymn A / B
hu: Befejező imaóra: himnusz A: Immár a nap leáldozott / himnusz B: Krisztus, tündöklő nappalunk
sk: Kompletórium: hymnus A: Na sklonku dňa ťa úprimne / hymnus B: Kriste, ty svetlo a náš deň

# of5vnpc
source: Readings in Easter: Sunday's hymn / Ferial hymn
hu: Olvasmányos imaóra (húsvéti idő): himnusz Urunknak áldott napja ez / himnusz Örvendj, ég, messzi csillagok
sk: Posvätné čítanie (veľkonočné obdobie): hymnus Toto je pravý Boží deň / hymnus Nech z výšin neba radosť znie

# of5vnhrch
source: Laudes in Easter: Sunday's hymn / Ferial hymn
hu: Reggeli dicséret (húsvéti idő): himnusz Rózsálló hajnalfény ragyog / himnusz Az új Sionnak kórusa
sk: Ranné chvály (veľkonočné obdobie): hymnus Bronie sa zora na nebi / hymnus Nech novým Jeruzalemom

# of5vnv
source: Vespers in Easter: Sunday's hymn / Ferial hymn
hu: esti dicséret (húsvéti idő): himnusz Ím, vár a Bárány asztala / himnusz Örök Királyunk, szent Urunk
sk: Vešpery (veľkonočné obdobie): hymnus Pri Baránkovej večeri / hymnus Kráľ vekov, Pane, Boží Syn
